Repository: TheDanz/PasMan
Catalog: PasMan/Localizable/*.lproj/Localizable.strings
Languages: ru

source: You must use local authorization methods (biometry, Apple Watch or the device passcode) to access the application
ru: Для доступа к приложению необходимо использовать локальные методы авторизации (биометрия, Apple Watch или пароль устройства)

source: Try again
ru: Попробуйте еще раз

source: Please login with Local Authentication
ru: Пожалуйста, войдите с локальной аутентификацией

source: ERROR
ru: ОШИБКА

source: Dismiss
ru: Выйти

source: Home
ru: Главная

source: Generate
ru: Генерация

source: Passwords
ru: Пароли

# mainLabel
source: KEEP YOUR PASSWORDS SAFE
ru: ХРАНИТЕ ПАРОЛИ В СЕКРЕТЕ

source: YOUR STRONG PASSWORD
ru: Ваш сильный пароль

source: Password length: 8
ru: Длина пароля: 8

source: Password length:
ru: Длина пароля:

source: Lowercase letters
ru: Строчные буквы

source: Uppercase letters
ru: Прописные буквы

source: Digits
ru: Цифры

source: Special characters
ru: Спец. символы

source: Save password
ru: Сохранить

source: Caption
ru: Заголовок

source: Username
ru: Имя пользователя

source: Password
ru: Пароль

source: You haven't saved any passwords yet
ru: Вы еще не сохранили ни одного пароля

source: Title
ru: Загаловок

source: Additional Information
ru: Дополнительная информация

source: Delete password
ru: Удалить

source: Decryption Error
ru: Ошибка расшифрования

source: Add expiration time?
ru: Добавить срок действия?

source: Amount of days
ru: Количество дней

source: Your
ru: Срок действия пароля от

source: password has expired!
ru: истек!

source: Password expiration
ru: Истечение срока действия пароля

source: Change expiration date
ru: Изменить срок дейсвтия

source: Set the number of days to expire
ru: Установите количество дней истечения срока действия

source: Invalid number of days
ru: Некорректное число дней

source: This password expires on
ru: Этот пароль истекает

source: This password does not expire
ru: У этого пароля нет срока действия

source: Cancel
ru: Отмена

source: These passwords will expire within 14 days:
ru: Срок действия этих паролей истекает в течение 14 дней:

source: You don't have passwords that expire after 14 days
ru: У вас нет паролей, которые истекают через 14 дней

source: You don't have weak passwords
ru: У вас нет слабых паролей

source: Don't leave an empty caption field
ru: Не оставляйте заголовок пустым

source: Don't leave an empty username field
ru: Не оставляйте имя пользователя пустым

source: Don't leave an empty password field
ru: Не оставляйте пароль пустым

source: Password strength is too low
ru: Пароль слишком слабый

source: Are you sure you want to save your password?
ru: Вы уверены, что хотите сохранить пароль?
